console.log(`
Итого баллов: 155/150
1. Часы и календарь +15
2. Приветствие +10
3. Смена фонового изображения +20
4. Виджет погоды +15
5. Виджет цитата дня +10
6. Аудиоплеер +15
7. Продвинутый аудиоплеер +20
8. Перевод приложения на два языка (en/ru) +15
9. Получение фонового изображения от API +10 
10. Настройки приложения +20
11. Дополнительный функционал на выбор (ToDo List) +5

Примечание:
1) Использовал свои музыкальные треки, т.к. исходные оказались битыми.
2) Сделал выравнивание приветствия посередине и заменил шрифт.
3) Поиск по тегам в Фликр и Ансплеш работает, однако подборки порой не очень адекватные.
Для проверки функциональности рекомендую варианты 'cat', 'tree', 'flower' и т.п.
4) ToDo List не 100%, как в оригинальном приложении, поэтому оценил наполовину
5) Сделал адаптацию до 320рх, хоть это и не оценивается`)